[
  {
    "id": 22,
    "iconurl": "/images/projects/mst.png",
    "name": "MST Blockchain",
    "urlLink": "https://mstblockchain.com/",
    "title": "MST – Blockchain-Based Fractional Investment Platform",
    "description": "Developed a blockchain-based investment platform enabling users to buy fractional ownership in MST network nodes. Integrated Web3 wallet support (MetaMask), real-time node availability, and Razorpay for fiat payments."
  },
  {
    "id": 21,
    "iconurl": "/images/projects/logo.png",
    "name": "Dex App",
    "urlLink": "https://web3-app-nu.vercel.app/",
    "title": "Dex App - A Multi-Network Token Swaps",
    "description": "Developed a DEX app for multi-network token swaps using React and Ant Design for the frontend, with a Node.js and Express backend. Integrated with the 1inch API to handle swap requests and streamline token exchanges, providing users with a seamless and efficient DEX experience."
  },
  {
    "id": 20,
    "iconurl": "/images/projects/lottri.png",
    "name": "Lottri",
    "urlLink": "https://lottri.com/",
    "title": "Lottri - A Multi-Game PWA",
    "description": "Lottri is a Progressive Web Application (PWA) designed for gaming enthusiasts. It offers a variety of games, including 3 Number, 4 Number Draw, Dus Ka Dum, Rajshree, and Casino. The platform provides a seamless and engaging experience, allowing users to enjoy their favorite games anytime, anywhere. Lottri's PWA nature ensures fast loading times, offline capabilities, and a user-friendly interface across all devices."
  },
  {
    "id": 19,
    "iconurl": "/images/projects/vottcoin.jpg",
    "name": "Vottcoin",
    "urlLink": "https://t.me/vottcoinbot",
    "title": "Vottcoin - Gamified Voting Platform",
    "description": "Vottcoin is a dynamic web application designed for engaging users in the voting process. It allows users to vote for their favorite politicians, earn coins as rewards, refer friends to the platform, and purchase campaigns. Additionally, Vottcoin integrates with TON Wallet, enabling users to connect their wallets seamlessly. This project emphasizes user interaction and incentivizes participation in the political process through a gamified approach."
  },
  {
    "id": 18,
    "iconurl": "/images/projects/usdfc.png",
    "name": "USDFc",
    "urlLink": "https://usdfc.io/",
    "title": "USDFc - A dynamic platform for buying and selling of USDFx coins",
    "description": "Experienced in utilizing USDFc, a dynamic platform facilitating the seamless buying and selling of USDFc with various currencies such as INR, AED, and USD. Proficient in navigating the platform's features to execute transactions efficiently. Additionally, adept at exploring partnership opportunities within the platform to generate profitable outcomes."
  },
  {
    "id": 17,
    "iconurl": "/images/projects/verslan-logo.png",
    "name": "Verslan",
    "urlLink": "https://verslan.com/",
    "title": "Verslan - A Blockchain-based trading platform",
    "description": "Experienced in utilizing Verslan, a Blockchain-based trading platform for Real World Assets (RWA) transactions. Skilled in executing trades efficiently and securely, contributing to operational excellence."
  },
  {
    "id": 16,
    "iconurl": "/images/projects/starbay.png",
    "name": "Starbay",
    "urlLink": "https://starbay.xyz",
    "title": "Starbay - Marketplace for Courses, Products, and NFTs",
    "description": "A versatile platform where users can buy and sell courses, products, and NFTs. It incorporates blockchain technology, allowing users to mint their products securely. As a Tech Lead, I led the frontend development team, ensuring responsive design and seamless integration of blockchain features for secure transactions."
  },
  {
    "id": 15,
    "iconurl": "/images/projects/barbuddy-logo.png",
    "name": "Bar buddy",
    "urlLink": "https://organizer.ourbarbuddy.com/",
    "title": "An online platform enabling users to conveniently order food",
    "description": "Contributed to Bar-Buddy, an online platform enabling users to conveniently order food and drinks. Enhanced user experience and optimized operations for efficient order processing, showcasing proficiency in leveraging technology to improve customer satisfaction."
  },
  {
    "id": 14,
    "iconurl": "/images/projects/web3-logo.png",
    "name": "web3 Onboarding",
    "urlLink": "https://web3onboarding.com/",
    "title": "A cryptocurrency purchases platform",
    "description": "Led development of Web3 Onboarding Platform on Next.js, streamlining cryptocurrency purchases. Implemented designs, robust login authentication, content integration, Contact Us, and Stripe payment gateway. Demonstrates expertise in Next.js, React, and effective end-to-end solution delivery for enhanced user experience and secure transactions."
  },
  {
    "id": 13,
    "iconurl": "/images/projects/netflix-logo.png",
    "name": "Netflix clone",
    "urlLink": "https://react-js-clone.netlify.app/",
    "title": "Netflix clone using React JS",
    "description": "This is a React-based Netflix clone that empowers users to explore content in a personalized manner. The application features multi-language support (English and Hindi), seamless user authentication, including login, sign-up, and password recovery. Additionally, users can access a vast library of movies, view trailers, and enhance their entertainment experience."
  },
  {
    "id": 12,
    "iconurl": "/images/projects/logo.png",
    "name": "Feedback App",
    "urlLink": "https://feedback-app-henna-six.vercel.app/",
    "title": "Feedback App",
    "description": "This is a Feedback application. The app facilitates user-friendly feedback submission, deletion, and offers both grid and list view options for efficient feedback review. Implemented static data presentation via JSON. Leveraged React and React Redux for seamless data management. Successfully deployed the app on Vercel for widespread accessibility."
  },
  {
    "id": 11,
    "iconurl": "/images/projects/intechhealthcare-logo.png",
    "name": "Intech Healthcare",
    "urlLink": "https://www.intechhealthcare.com/",
    "title": "pharmaceutical company",
    "description": "Intech Healthcare is a leading pharmaceutical company committed to improving the lives of people around the world. With a focus on research and development, manufacturing, and distribution of high-quality pharmaceutical products, we are dedicated to meeting the needs of patients and healthcare professionals."
  },
  {
    "id": 10,
    "iconurl": "/images/projects/my-online-tution-logo.png",
    "name": "My Online Tution",
    "urlLink": "https://www.myonlinetution.com/",
    "title": "Online Learning Website",
    "description": "My Online Tution provides experienced tutors for all subjects, classes of different boards. Online tution also provides tutors for competitive exams. Choose your convenient time and learn at comfort of your home."
  },
  {
    "id": 9,
    "iconurl": "/images/projects/trexler-logo.png",
    "name": "Trexler Plaza",
    "urlLink": "https://crm.vvd9.com/html/trexler/",
    "title": "Trexler Travel Plaza",
    "description": "Trexler Plaza offers a comprehensive truck stop experience, catering to drivers with convenient amenities. Services include acceptance of major fuel credit cards, access to CAT scales, and secure truck parking."
  },
  {
    "id": 8,
    "iconurl": "/images/projects/eight-logo.png",
    "name": "EightTech Projects",
    "urlLink": "https://eighttechprojects.com/",
    "title": "Website Design & Development Company",
    "description": "EightTech Projects is a cutting-edge company specializing in Web and Mobile App Development. They offer innovative solutions across diverse industries and technology platforms, delivering next-generation solutions that cater to clients' unique needs and preferences."
  },
  {
    "id": 7,
    "iconurl": "/images/projects/fcg-logo.png",
    "name": "Freedom Consulting Group",
    "urlLink": "https://crm.fcgit.com/html/fcgit2/index.html",
    "title": "Cunsulting Management Group",
    "description": "FCG provides expert computer professionals to advise on Management Consulting, System Requirements, Design, Development and Implementation, Conversion and Migration, Network Integration and Connectivity,Production Systems Support, Technical Documentation and Training and Education, We maintain a computerized labor pool containing resumes of our consultants nationwide."
  },
  {
    "id": 6,
    "iconurl": "/images/projects/eight-logo.png",
    "name": "Human resource management",
    "urlLink": "https://eighttechprojects.com/ethrm/",
    "title": "Human resource management",
    "description": "Human Resource Management involves overseeing employees, handling leaves, report submissions, task assignments, and summarizing tasks. It ensures efficient workforce management, streamlined operations, and effective communication within the organization."
  },
  {
    "id": 5,
    "iconurl": "/images/projects/ta-express-logo.png",
    "name": "TA-Express",
    "urlLink": "https://crm.fcgit.com/html/ltp",
    "title": "TA-Express",
    "description": "The newly constructed TA Express is a franchised location and expands TA's total nationwide network of travel centers to 276 sites, including 45 franchised sites. “In partnership with our franchisee, we are proud to join the Fairfield community and look forward serving both travelers and residents along Interstate 45.”"
  },
  {
    "id": 4,
    "iconurl": "/images/projects/my-online-tution-logo.png",
    "name": "My Online Tution App",
    "urlLink": "https://play.google.com/store/apps/details?id=com.myonlinetution.app&hl=en_IN&gl=US",
    "title": "Online Learning Mobile App",
    "description": "My Online Tution provides experienced tutors for all subjects, classes of different boards. Online tution also provides tutors for competitive exams. Choose your convenient time and learn at comfort of your home."
  },
  {
    "id": 3,
    "iconurl": "/images/projects/laboratorio-logo.png",
    "name": "Clinica Express",
    "urlLink": "https://clinica.express/",
    "title": "Medical Health Services",
    "description": "Clinica Express offers comprehensive Medical Health Services with the added convenience of reserving hospital seats for your family. Experience top-notch healthcare and secure your loved ones' well-being seamlessly. Your one-stop destination for medical care and hospital accommodations."
  },
  {
    "id": 2,
    "iconurl": "/images/projects/logo.png",
    "name": "Weather App",
    "urlLink": "https://weather-app-gray-psi-53.vercel.app/",
    "title": "Weather App using React JS",
    "description": "I've developed a weather app using React JS and the OpenWeather API. The app provides real-time weather information, including your current location. Users can search for weather by city name. Additionally, I've implemented a sleek dark and light mode for enhanced user experience."
  },
  {
    "id": 1,
    "iconurl": "/images/projects/capknow-logo.png",
    "name": "Capknow",
    "urlLink": "https://capknow.com/",
    "title": "Capknow",
    "description": "CapKnow Technologies is a Startup owns CapknowOnline.com, India's first SaaS based “Geo-enabled web & mobile integrated online knowledge capturing platform” Using Innovative Technologies like GIS, AR (Augmented Reality) and VR (Virtual Reality), Machine learning, & AI (Artificial Intelligence)."
  }
]
